Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.notifications.messages.fullDiskAccess.description
source: DynamicNotch needs Full Disk Access to detect incoming Messages. Your messages are processed only on this Mac.
ar: يحتاج DynamicNotch إلى الوصول الكامل إلى القرص لاكتشاف الرسائل الواردة. تتم معالجة رسائلك على هذا الـ Mac فقط.
bg: DynamicNotch се нуждае от пълен достъп до диска, за да открива входящи съобщения. Вашите съобщения се обработват само на този Mac.
bn: আসন্ন বার্তা শনাক্ত করতে DynamicNotch-এর সম্পূর্ণ ডিস্ক অ্যাক্সেস প্রয়োজন। আপনার বার্তাগুলি শুধু এই Mac-এই প্রক্রিয়া করা হয়।
ca: DynamicNotch necessita accés complet al disc per detectar els missatges entrants. Els missatges només es processen en aquest Mac.
cs: DynamicNotch potřebuje úplný přístup k disku, aby mohl rozpoznávat příchozí zprávy. Zprávy se zpracovávají pouze na tomto Macu.
da: DynamicNotch skal have fuld diskadgang for at registrere indgående beskeder. Dine beskeder behandles kun på denne Mac.
de: DynamicNotch benötigt Festplattenvollzugriff, um eingehende Nachrichten zu erkennen. Deine Nachrichten werden nur auf diesem Mac verarbeitet.
el: Το DynamicNotch χρειάζεται Πλήρη πρόσβαση στον δίσκο για να εντοπίζει εισερχόμενα μηνύματα. Τα μηνύματά σας υποβάλλονται σε επεξεργασία μόνο σε αυτό το Mac.
es: DynamicNotch necesita acceso total al disco para detectar los mensajes entrantes. Tus mensajes se procesan únicamente en este Mac.
fa: DynamicNotch برای تشخیص پیام‌های دریافتی به دسترسی کامل به دیسک نیاز دارد. پیام‌های شما فقط در این Mac پردازش می‌شوند.
fi: DynamicNotch tarvitsee täydet levy-oikeudet saapuvien viestien tunnistamiseen. Viestisi käsitellään vain tällä Macilla.
fil: Kailangan ng DynamicNotch ng Full Disk Access upang matukoy ang mga papasok na mensahe. Sa Mac na ito lamang pinoproseso ang iyong mga mensahe.
fr: DynamicNotch a besoin d’un accès complet au disque pour détecter les messages entrants. Vos messages sont traités uniquement sur ce Mac.
he: DynamicNotch זקוק לגישה מלאה לכונן כדי לזהות הודעות נכנסות. ההודעות שלך מעובדות רק ב-Mac זה.
hi: आने वाले संदेशों का पता लगाने के लिए DynamicNotch को पूर्ण डिस्क एक्सेस की आवश्यकता है। आपके संदेश केवल इसी Mac पर प्रोसेस किए जाते हैं।
hr: DynamicNotch treba puni pristup disku kako bi otkrio dolazne poruke. Vaše se poruke obrađuju samo na ovom Macu.
hu: A DynamicNotch számára teljes lemezhozzáférés szükséges a bejövő üzenetek észleléséhez. Az üzenetek feldolgozása kizárólag ezen a Macen történik.
id: DynamicNotch memerlukan Akses Disk Penuh untuk mendeteksi pesan masuk. Pesan Anda hanya diproses di Mac ini.
it: DynamicNotch richiede l’accesso completo al disco per rilevare i messaggi in arrivo. I tuoi messaggi vengono elaborati solo su questo Mac.
ja: 受信メッセージを検出するには、DynamicNotchにフルディスクアクセスが必要です。メッセージはこのMac上でのみ処理されます。
kk: DynamicNotch қолданбасына кіріс хабарларды анықтау үшін дискіге толық қол жеткізу қажет. Хабарларыңыз тек осы Mac компьютерінде өңделеді.
ko: 수신 메시지를 감지하려면 DynamicNotch에 전체 디스크 접근 권한이 필요합니다. 메시지는 이 Mac에서만 처리됩니다.
ms: DynamicNotch memerlukan Akses Cakera Penuh untuk mengesan mesej masuk. Mesej anda diproses pada Mac ini sahaja.
nb: DynamicNotch trenger full disktilgang for å oppdage innkommende meldinger. Meldingene dine behandles bare på denne Macen.
nl: DynamicNotch heeft volledige schijftoegang nodig om inkomende berichten te detecteren. Je berichten worden alleen op deze Mac verwerkt.
pl: DynamicNotch wymaga pełnego dostępu do dysku, aby wykrywać przychodzące wiadomości. Wiadomości są przetwarzane wyłącznie na tym Macu.
pt: O DynamicNotch precisa de acesso total ao disco para detetar mensagens recebidas. As suas mensagens são processadas apenas neste Mac.
ro: DynamicNotch are nevoie de acces complet la disc pentru a detecta mesajele primite. Mesajele tale sunt procesate numai pe acest Mac.
ru: DynamicNotch требуется полный доступ к диску, чтобы обнаруживать входящие сообщения. Ваши сообщения обрабатываются только на этом Mac.
sk: DynamicNotch potrebuje úplný prístup k disku, aby mohol zisťovať prichádzajúce správy. Vaše správy sa spracúvajú iba na tomto Macu.
sr: DynamicNotch захтева потпун приступ диску да би открио долазне поруке. Ваше поруке се обрађују само на овом Mac-у.
sv: DynamicNotch behöver full skivåtkomst för att upptäcka inkommande meddelanden. Dina meddelanden behandlas endast på denna Mac.
th: DynamicNotch ต้องใช้สิทธิ์เข้าถึงดิสก์แบบเต็มเพื่อตรวจหาข้อความเข้า ข้อความของคุณจะได้รับการประมวลผลบน Mac เครื่องนี้เท่านั้น
tr: DynamicNotch, gelen mesajları algılamak için Tam Disk Erişimi’ne ihtiyaç duyar. Mesajlarınız yalnızca bu Mac’te işlenir.
uk: DynamicNotch потрібен повний доступ до диска для виявлення вхідних повідомлень. Ваші повідомлення обробляються лише на цьому Mac.
vi: DynamicNotch cần Quyền truy cập toàn bộ ổ đĩa để phát hiện tin nhắn đến. Tin nhắn của bạn chỉ được xử lý trên máy Mac này.
zh_hans: DynamicNotch 需要“完全磁盘访问权限”才能检测收到的信息。你的信息只会在这台 Mac 上处理。
zh_hant: DynamicNotch 需要「完整磁碟存取權限」才能偵測收到的訊息。你的訊息只會在這部 Mac 上處理。

# settings.notifications.messages.fullDiskAccess.title
source: Full Disk Access Required
ar: يلزم الوصول الكامل إلى القرص
bg: Необходим е пълен достъп до диска
bn: সম্পূর্ণ ডিস্ক অ্যাক্সেস প্রয়োজন
ca: Cal accés complet al disc
cs: Je vyžadován úplný přístup k disku
da: Fuld diskadgang kræves
de: Festplattenvollzugriff erforderlich
el: Απαιτείται Πλήρης πρόσβαση στον δίσκο
es: Se requiere acceso total al disco
fa: دسترسی کامل به دیسک لازم است
fi: Täydet levy-oikeudet vaaditaan
fil: Kailangan ang Full Disk Access
fr: Accès complet au disque requis
he: נדרשת גישה מלאה לכונן
hi: पूर्ण डिस्क एक्सेस आवश्यक
hr: Potreban je puni pristup disku
hu: Teljes lemezhozzáférés szükséges
id: Akses Disk Penuh Diperlukan
it: Accesso completo al disco richiesto
ja: フルディスクアクセスが必要です
kk: Дискіге толық қол жеткізу қажет
ko: 전체 디스크 접근 권한 필요
ms: Akses Cakera Penuh Diperlukan
nb: Full disktilgang kreves
nl: Volledige schijftoegang vereist
pl: Wymagany pełny dostęp do dysku
pt: É necessário acesso total ao disco
ro: Este necesar accesul complet la disc
ru: Требуется полный доступ к диску
sk: Vyžaduje sa úplný prístup k disku
sr: Потребан је потпун приступ диску
sv: Full skivåtkomst krävs
th: ต้องใช้สิทธิ์เข้าถึงดิสก์แบบเต็ม
tr: Tam Disk Erişimi Gerekiyor
uk: Потрібен повний доступ до диска
vi: Yêu cầu Quyền truy cập toàn bộ ổ đĩa
zh_hans: 需要完全磁盘访问权限
zh_hant: 需要完整磁碟存取權限

# settings.notifications.messages.subtitle
source: Show incoming Messages in the notch.
ar: عرض الرسائل الواردة في النتوء.
bg: Показване на входящите съобщения в прореза.
bn: নচে আসন্ন বার্তা দেখান।
ca: Mostra els missatges entrants a l’osca.
cs: Zobrazovat příchozí zprávy ve výřezu.
da: Vis indgående beskeder i hakket.
de: Eingehende Nachrichten in der Notch anzeigen.
el: Εμφάνιση εισερχόμενων μηνυμάτων στην εγκοπή.
es: Muestra los mensajes entrantes en la muesca.
fa: پیام‌های دریافتی را در بریدگی نمایش دهید.
fi: Näytä saapuvat viestit lovessa.
fil: Ipakita sa notch ang mga papasok na mensahe.
fr: Afficher les messages entrants dans l’encoche.
he: הצגת הודעות נכנסות במגרעת.
hi: आने वाले संदेश नॉच में दिखाएँ।
hr: Prikaži dolazne poruke u urezu.
hu: A bejövő üzenetek megjelenítése a kivágásban.
id: Tampilkan pesan masuk di takik.
it: Mostra i messaggi in arrivo nel notch.
ja: 受信メッセージをノッチに表示します。
kk: Кіріс хабарларды ойықта көрсету.
ko: 수신 메시지를 노치에 표시합니다.
ms: Tunjukkan mesej masuk pada takuk.
nb: Vis innkommende meldinger i hakket.
nl: Toon inkomende berichten in de inkeping.
pl: Pokazuj przychodzące wiadomości we wcięciu.
pt: Mostrar as mensagens recebidas no entalhe.
ro: Afișează mesajele primite în decupaj.
ru: Показывать входящие сообщения в вырезе.
sk: Zobrazovať prichádzajúce správy vo výreze.
sr: Прикажи долазне поруке у усеку.
sv: Visa inkommande meddelanden i skärmfliken.
th: แสดงข้อความเข้าในรอยบาก
tr: Gelen mesajları çentikte gösterin.
uk: Показувати вхідні повідомлення у вирізі.
vi: Hiển thị tin nhắn đến trong phần tai thỏ.
zh_hans: 在刘海区域显示收到的信息。
zh_hant: 在瀏海區域顯示收到的訊息。

# settings.notifications.messages.systemNotifications.button
source: Open Settings
ar: فتح الإعدادات
bg: Настройки
bn: সেটিংস খুলুন
ca: Obrir Paràmetres
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Mga Setting
fr: Ouvrir les Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kk: Параметрлерді ашу
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz Ustawienia
pt: Abrir Definições
ro: Deschideți configurările
ru: Настройки
sk: Otvoriť nastavenia
sr: Отвори подешавања
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити параметри
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# settings.notifications.messages.systemNotifications.desc
source: Messages notifications must be enabled in System Settings.
ar: يجب تمكين إشعارات تطبيق الرسائل في إعدادات النظام.
bg: Известията от Съобщения трябва да са активирани в Системни настройки.
bn: সিস্টেম সেটিংসে বার্তার বিজ্ঞপ্তি চালু থাকতে হবে।
ca: Les notificacions de Missatges han d’estar activades a la configuració del sistema.
cs: Oznámení ze Zpráv musí být povolena v Nastavení systému.
da: Notifikationer fra Beskeder skal være slået til i Systemindstillinger.
de: Mitteilungen von „Nachrichten“ müssen in den Systemeinstellungen aktiviert sein.
el: Οι γνωστοποιήσεις των Μηνυμάτων πρέπει να είναι ενεργοποιημένες στις Ρυθμίσεις συστήματος.
es: Las notificaciones de Mensajes deben estar activadas en Ajustes del Sistema.
fa: اعلان‌های برنامه پیام‌ها باید در تنظیمات سیستم فعال باشند.
fi: Viestit-ilmoitusten on oltava käytössä Järjestelmäasetuksissa.
fil: Dapat naka-enable sa Mga Setting ng System ang mga notification ng Messages.
fr: Les notifications de Messages doivent être activées dans Réglages Système.
he: יש להפעיל את ההתראות של הודעות בהגדרות המערכת.
hi: संदेश की सूचनाएँ सिस्टम सेटिंग्स में चालू होनी चाहिए।
hr: Obavijesti iz Poruka moraju biti omogućene u Postavkama sustava.
hu: Az Üzenetek értesítéseit engedélyezni kell a Rendszerbeállításokban.
id: Pemberitahuan Pesan harus diaktifkan di Pengaturan Sistem.
it: Le notifiche di Messaggi devono essere abilitate in Impostazioni di Sistema.
ja: 「メッセージ」の通知をシステム設定で有効にする必要があります。
kk: «Хабарлар» хабарландырулары Жүйе параметрлерінде қосулы болуы керек.
ko: 시스템 설정에서 메시지 알림을 활성화해야 합니다.
ms: Pemberitahuan Mesej mesti didayakan dalam Seting Sistem.
nb: Varslinger fra Meldinger må være aktivert i Systeminnstillinger.
nl: Meldingen van Berichten moeten zijn ingeschakeld in Systeeminstellingen.
pl: Powiadomienia z Wiadomości muszą być włączone w Ustawieniach systemowych.
pt: As notificações de Mensagens têm de estar ativadas nas Definições do Sistema.
ro: Notificările Mesaje trebuie activate în Configurări sistem.
ru: Уведомления приложения «Сообщения» должны быть включены в Системных настройках.
sk: Oznámenia zo Správ musia byť povolené v Systémových nastaveniach.
sr: Обавештења из Порука морају бити омогућена у Подешавањима система.
sv: Notiser från Meddelanden måste vara aktiverade i Systeminställningar.
th: ต้องเปิดใช้งานการแจ้งเตือนข้อความในการตั้งค่าระบบ
tr: Mesajlar bildirimleri Sistem Ayarları’nda etkinleştirilmelidir.
uk: Сповіщення з Повідомлень мають бути ввімкнені в Системних параметрах.
vi: Thông báo Tin nhắn phải được bật trong Cài đặt hệ thống.
zh_hans: 必须在“系统设置”中启用“信息”通知。
zh_hant: 必須在「系統設定」中啟用「訊息」通知。

# settings.notifications.messages.systemNotifications.title
source: System Notifications
ar: إشعارات النظام
bg: Системни известия
bn: সিস্টেম বিজ্ঞপ্তি
ca: Notificacions del sistema
cs: Systémová oznámení
da: Systemnotifikationer
de: Systemmitteilungen
el: Γνωστοποιήσεις συστήματος
es: Notificaciones del sistema
fa: اعلان‌های سیستم
fi: Järjestelmäilmoitukset
fil: Mga Notification ng System
fr: Notifications système
he: התראות מערכת
hi: सिस्टम सूचनाएँ
hr: Obavijesti sustava
hu: Rendszerértesítések
id: Pemberitahuan Sistem
it: Notifiche di sistema
ja: システム通知
kk: Жүйелік хабарландырулар
ko: 시스템 알림
ms: Pemberitahuan Sistem
nb: Systemvarslinger
nl: Systeemmeldingen
pl: Powiadomienia systemowe
pt: Notificações do sistema
ro: Notificări de sistem
ru: Системные уведомления
sk: Systémové oznámenia
sr: Системска обавештења
sv: Systemnotiser
th: การแจ้งเตือนระบบ
tr: Sistem Bildirimleri
uk: Системні сповіщення
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# settings.notifications.messages.title
source: Messages
ar: الرسائل
bg: Съобщения
bn: বার্তা
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fa: پیام‌ها
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
ko: 메시지
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sr: Поруке
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_hans: 信息
zh_hant: 訊息

# settings.nowPlaying.artwork3D.desc
source: Animate artwork with a 3D flip when the track cover changes.
ar: تحريك الغلاف بتأثير ثلاثي الأبعاد عند تغيير غلاف المسار.
bg: Анимиране на обложката с 3D ефект при смяна на песента.
bn: গান পরিবর্তনের সময় 3D ফ্লিপ প্রভাব সহ আর্টওয়ার্ক অ্যানিমেট করুন।
ca: Anima la caràtula amb un efecte de gir 3D quan canvia la cançó.
cs: Animovat přebal alba s 3D efektem při změně skladby.
da: Animer coverbillede med 3D-vendeeffekt, når sporet skifter.
de: 3D-Drehanimation für das Albumcover bei Titelwechsel aktivieren.
el: Κίνηση εξωφύλλου με εφέ 3D περιστροφής κατά την αλλαγή κομματιού.
es: Animar la carátula con un giro 3D al cambiar la portada de la pista.
fa: متحرک‌سازی تصویر آلبوم با افکت سه‌بعدی هنگام تغییر آهنگ.
fi: Animoi kansikuva 3D-kääntötehosteella kappaleen kansikuvan vaihtuesa.
fil: I-animate ang artwork na may 3D flip effect kapag nagbago ang kanta.
fr: Animer la pochette avec un effet 3D lors du changement de piste.
he: הנפש עטיפת אלבום עם אפקט היפוך תלת-ממדי בעת החלפת שיר.
hi: ट्रैक कवर बदलने पर 3D फ्लिप प्रभाव के साथ कलाकृति को एनिमेट करें।
hr: Animiraj naslovnicu s 3D efektom preokretanja pri promjeni pjesme.
hu: Borítókép 3D fordítási animációja a szám borítójának változásakor.
id: Animasikan sampul album dengan efek 3D saat berganti trek.
it: Anima la copertina con un effetto 3D quando cambi traccia.
ja: トラック変更時にアートワークを3Dエフェクトでアニメーション表示します。
kk: Ән өзгерген кезде альбом мұқабасын 3D эффектімен айналдыру.
ko: 트랙 변경 시 3D 효과로 앨범 아트를 애니메이션화합니다.
ms: Animasikan karya seni dengan kesan selak 3D apabila kulit trek bertukar.
nb: Animer omslagsbilde med 3D-vendeeffekt når sporet endres.
nl: Animeer de albumhoes met een 3D-effect bij het wisselen van nummer.
pl: Animuj okładkę z efektem 3D podczas zmiany utworu.
pt: Animar a capa com um efeito 3D ao mudar de faixa.
ro: Animați coperta cu efect 3D la schimbarea piesei.
ru: Анимировать обложку 3D-переворотом при смене трека.
sk: Animovať obal albumu s 3D efektom prevrátenia pri zmene skladby.
sr: Анимирај омот са 3D ефектом превртања при промени песме.
sv: Animera omslaget med en 3D-effekt vid spårbyte.
th: สร้างภาพเคลื่อนไหว 3D พลิกเมื่อภาพหน้าปกเปลี่ยน
tr: Parça kapağı değiştiğinde kapak görselini 3B çevirme ile canlandır.
uk: Анімувати обкладинку альбому з 3D-ефектом при зміні треку.
vi: Làm sinh động ảnh bìa với hiệu ứng 3D khi chuyển bài hát.
zh_hans: 曲目封面更改时以 3D 翻转动画显示封面。
zh_hant: 切換曲目時以 3D 效果為專輯插圖增添動畫。

# settings.nowPlaying.artwork3D.title
source: Artwork 3D effect
ar: تأثير الغلاف ثلاثي الأبعاد
bg: 3D ефект на обложката
bn: 3D আর্টওয়ার্ক প্রভাব
ca: Efecte 3D de la caràtula
cs: 3D efekt přebalu
da: 3D-covereffekt
de: 3D-Cover-Effekt
el: Εφέ 3D εξωφύλλου
es: Efecto 3D de carátula
fa: افکت سه‌بعدی تصویر آلبوم
fi: Kansikuvan 3D-tehoste
fil: 3D Artwork Effect
fr: Effet 3D de la pochette
he: אפקט תלת-ממדי לעטיפת אלבום
hi: कलाकृति 3D प्रभाव
hr: 3D efekt naslovnice
hu: Borítókép 3D hatás
id: Efek Sampul 3D
it: Effetto copertina 3D
ja: 3Dアートワーク効果
kk: 3D мұқаба эффектісі
ko: 3D 앨범 아트 효과
ms: Kesan 3D karya seni
nb: 3D-omslagseffekt
nl: 3D-hoes-effect
pl: Efekt 3D okładki
pt: Efeito 3D da capa
ro: Efect 3D copertă
ru: 3D-эффект обложки
sk: 3D efekt obalu
sr: 3D ефекат омота
sv: 3D-omslagseffekt
th: เอฟเฟกต์ 3D หน้าปก
tr: Kapak görseli 3B efekti
uk: 3D-ефект обкладинки
vi: Hiệu ứng ảnh bìa 3D
zh_hans: 封面 3D 效果
zh_hant: 3D 插圖效果

# settings.nowPlaying.card.paused
source: Paused playback
ar: تشغيل متوقف مؤقتاً
bg: Възпроизвеждането е на пауза
bn: প্লেব্যাক বিরতি দেওয়া হয়েছে
ca: Reproducció en pausa
cs: Pozastavené přehrávání
da: Afspilning på pause
de: Pausierte Wiedergabe
el: Αναπαραγωγή σε παύση
es: Reproducción en pausa
fa: پخش متوقف شده
fi: Keskeytetty toisto
fil: Naka-pause ang Pag-playback
fr: Lecture en pause
he: השמעה מושהית
hi: रुका हुआ प्लेबैक
hr: Reprodukcija pauzirana
hu: Szüneteltetett lejátszás
id: Pemutaran Dijeda
it: Riproduzione in pausa
ja: 一時停止時の動作
kk: Ойнату кідіртілді
ko: 일시정지된 재생
ms: Main balik dijeda
nb: Avspilling på pause
nl: Gepauzeerde weergave
pl: Odtwarzanie wstrzymane
pt: Reprodução em pausa
ro: Redare întreruptă
ru: Пауза воспроизведения
sk: Prehrávanie pozastavené
sr: Репродукција паузирана
sv: Pausad uppspelning
th: การเล่นที่หยุดชั่วคราว
tr: Duraklatılmış oynatma
uk: Призупинене відтворення
vi: Phát lại bị tạm dừng
zh_hans: 暂停播放
zh_hant: 已暫停播放

# settings.nowPlaying.card.playback
source: Playback activity
ar: نشاط التشغيل
bg: Дейност при възпроизвеждане
bn: প্লেব্যাক অ্যাক্টিভিটি
ca: Activitat de reproducció
cs: Aktivita přehrávání
da: Afspilningsaktivitet
de: Wiedergabe-Aktivität
el: Δραστηριότητα αναπαραγωγής
es: Actividad de reproducción
fa: فعالیت پخش
fi: Toistotoiminta
fil: Aktibidad ng Pag-playback
fr: Activité de lecture
he: פעילות השמעה
hi: प्लेबैक गतिविधि
hr: Aktivnost reprodukcije
hu: Lejátszási tevékenység
id: Aktivitas Pemutaran
it: Attività di riproduzione
ja: 再生アクティビティ
kk: Ойнату әрекеті
ko: 재생 활동
ms: Aktiviti main balik
nb: Avspillingsaktivitet
nl: Afspeelactiviteit
pl: Aktywność odtwarzania
pt: Atividade de reprodução
ro: Activitate de redare
ru: Активность воспроизведения
sk: Aktivita prehrávania
sr: Активност репродукције
sv: Uppspelningsaktivitet
th: กิจกรรมการเล่น
tr: Oynatma etkinliği
uk: Активність відтворення
vi: Hoạt động phát lại
zh_hans: 播放活动
zh_hant: 播放活動

# settings.nowPlaying.card.playerAppearance
source: Player appearance
ar: مظهر المشغّل
bg: Изглед на плейъра
bn: প্লেয়ারের চেহারা
ca: Aparença del reproductor
cs: Vzhled přehrávače
da: Afspillerudseende
de: Player-Erscheinungsbild
el: Εμφάνιση προγράμματος αναπαραγωγής
es: Apariencia del reproductor
fa: ظاهر پخش‌کننده
fi: Soittimen ulkoasu
fil: Hitsura ng Player
fr: Apparence du lecteur
he: מראה הנגן
hi: प्लेयर स्वरूप
hr: Izgled playera
hu: Lejátszó megjelenése
id: Tampilan Pemutar
it: Aspetto del lettore
ja: プレーヤーの外観
kk: Ойнатқыш көрінісі
ko: 플레이어 모양
ms: Penampilan pemain
nb: Spillerutseende
nl: Spelerweergave
pl: Wygląd odtwarzacza
pt: Aparência do leitor
ro: Aspect player
ru: Внешний вид плеера
sk: Vzhľad prehrávača
sr: Изглед плејера
sv: Spelarutseende
th: ลักษณะเครื่องเล่น
tr: Oynatıcı görünümü
uk: Вигляд плеєра
vi: Giao diện trình phát
zh_hans: 播放器外观
zh_hant: 播放器外觀

# settings.nowPlaying.closeDelay.desc
source: Choose how long the paused player stays visible before the notch closes.
ar: اختر مدة بقاء المشغّل المتوقف مرئياً قبل إغلاق الشق.
bg: Изберете колко време плейърът на пауза да остане видим преди затваряне на ноча.
bn: নচ বন্ধ করার আগে বিরতি দেওয়া প্লেয়ার কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible el reproductor en pausa abans de tancar el notch.
cs: Zvolte, jak dlouho zůstane pozastavený přehrávač viditelný před zavřením výřezu.
da: Vælg, hvor længe den pausede afspiller forbliver synlig, før notchen lukker.
de: Wähle, wie lange der pausierte Player sichtbar bleibt, bevor die Notch schließt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατό το πρόγραμμα αναπαραγωγής σε παύση πριν κλείσει το notch.
es: Elige cuánto tiempo permanece visible el reproductor en pausa antes de cerrarse.
fa: مدت زمان نمایان ماندن پخش‌کننده متوقف شده قبل از بستن ناچ را انتخاب کنید.
fi: Valitse, kuinka kauan keskeytetty soitin pysyy näkyvissä ennen notchin sulkeutumista.
fil: Piliin kung gaano katagal mananatiling nakikita ang naka-pause na player bago isara ang notch.
fr: Choisissez combien de temps le lecteur en pause reste visible avant la fermeture de l'encoche.
he: בחר כמה זמן הנגן המושהה יישאר גלוי לפני סגירת המגרעת.
hi: चुनें कि नॉच बंद होने से पहले रुका हुआ प्लेयर कितने समय तक दिखाई देगा।
hr: Odaberite koliko dugo pauzirani player ostaje vidljiv prije zatvaranja ureza.
hu: Válassza ki, mennyi ideig maradjon látható a szüneteltetett lejátszó a notch bezárása előtt.
id: Pilih berapa lama pemutar yang dijeda tetap terlihat sebelum notch ditutup.
it: Scegli per quanto tempo il lettore in pausa rimane visibile prima che il notch si chiuda.
ja: ノッチが閉じる前に一時停止したプレーヤーを表示し続ける時間を選択します。
kk: Ойықты жаппас бұрын кідіртілген ойнатқыш қанша уақыт көрінетінін таңдаңыз.
ko: 노치가 닫히기 전까지 일시정지된 플레이어가 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemain yang dijeda kekal kelihatan sebelum notch ditutup.
nb: Velg hvor lenge den pausede spilleren skal være synlig før notchen lukkes.
nl: Kies hoe lang de gepauzeerde speler zichtbaar blijft voordat de notch sluit.
pl: Wybierz, jak długo wstrzymany odtwarzacz pozostaje widoczny przed zamknięciem notcha.
pt: Escolha quanto tempo o leitor em pausa permanece visível antes de fechar o notch.
ro: Alegeți cât timp rămâne vizibil playerul întrerupt înainte de închiderea notch-ului.
ru: Выберите, как долго приостановленный плеер остаётся видимым перед закрытием.
sk: Vyberte, ako dlho zostane pozastavený prehrávač viditeľný pred zatvorením výrezu.
sr: Изаберите колико дуго паузирани плејер остаје видљив пре затварања ноча.
sv: Välj hur länge den pausade spelaren ska vara synlig innan flärpen stängs.
th: เลือกระยะเวลาที่เครื่องเล่นที่หยุดไว้จะแสดงอยู่ก่อนรอยบากจะปิด
tr: Çentik kapanmadan önce duraklatılmış oynatıcının ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго призупинений плеєр залишатиметься видимим до закриття notch.
vi: Chọn thời gian trình phát bị tạm dừng hiển thị trước khi notch đóng.
zh_hans: 选择暂停的播放器在刘海关闭前保持可见的时长。
zh_hant: 選擇暫停的播放器在「瀏海」關閉前保持可見的時間。

# settings.nowPlaying.closeDelay.title
source: Close delay
ar: تأخير الإغلاق
bg: Закъснение при затваряне
bn: বন্ধ করার বিলম্ব
ca: Retard de tancament
cs: Zpoždění zavření
da: Lukkeforsinkelse
de: Schließverzögerung
el: Καθυστέρηση κλεισίματος
es: Retraso de cierre
fa: تأخیر در بستن
fi: Sulkemisviive
fil: Pagkaantala sa Pagsara
fr: Délai de fermeture
he: השהיית סגירה
hi: बंद होने में विलंब
hr: Odgoda zatvaranja
hu: Bezárási késleltetés
id: Penundaan Penutupan
it: Ritardo di chiusura
ja: 閉じるまでの遅延
kk: Жабу кідірісі
ko: 닫기 지연 시간
ms: Kelewatan tutup
nb: Lukkeforsinkelse
nl: Sluitvertraging
pl: Opóźnienie zamknięcia
pt: Atraso de fecho
ro: Întârziere închidere
ru: Задержка закрытия
sk: Oneskorenie zatvorenia
sr: Одлагање затварања
sv: Stängningsfördröjning
th: ความล่าช้าในการปิด
tr: Kapanma gecikmesi
uk: Затримка закриття
vi: Độ trễ đóng
zh_hans: 关闭延迟
zh_hant: 關閉延遲
